Repository: EpicoStudio/dynamic-year-block
Catalog: dynamic-year-block/languages/*.po
Languages: pt_br

source: Dynamic Year Block
pt_br: Bloco de Ano Dinâmico

source: A block that always displays the current year in your copyright footer notice.
pt_br: Um bloco que sempre exibe o ano atual no seu aviso de copyright no rodapé.

source: Privacy Policy
pt_br: Política de Privacidade

source: Settings
pt_br: Configurações

source: Year format:
pt_br: Formato do ano:

source: Four digits
pt_br: Quatro dígitos

source: Two digits
pt_br: Dois dígitos

source: The two-digit abbreviation is often used after an apostrophe (e.g., ’%1$s) or in a date range (e.g., 2021-%2$s).
pt_br: A abreviação de dois dígitos é comumente usada após um apóstrofo (ex: ’%1$s) ou em um intervalo de data (ex: 2021-%2$s).

source: Text Before Date
pt_br: Texto antes da data

source: Enable to prepend any custom text. Default: “© Copyright”. Toggling resets to the default.
pt_br: Habilite para adicionar texto personalizado antes. Padrão: “© Copyright”. Alternar redefinirá para o padrão.

source: Site Name After Date
pt_br: Nome do site após a data

source: Display the site name after the current year, linked to the homepage.
pt_br: Exiba o nome do site após o ano atual, vinculado à página inicial.

source: Text After Date
pt_br: Texto após a data

source: Enable to append custom text. Default: “All rights reserved”. Toggling resets to the default.
pt_br: Habilite para adicionar texto personalizado depois. Padrão: “Todos os direitos reservados”. Alternar redefinirá para o padrão.

source: All rights reserved
pt_br: Todos os direitos reservados

source: Privacy Policy Link After Date
pt_br: Link para a Política de Privacidade após a data

source: Enable to append a link to your site’s privacy policy, which you can define under “Settings → Privacy”. Toggling resets to the default.
pt_br: Habilite para adicionar um link para a Política de Privacidade do seu site, a qual você pode definir em “Configurações → Privacidade”. Alternar redefinirá para o padrão.

source: Enter text
pt_br: Inserir texto

# block title
source: Dynamic Year
pt_br: Ano dinâmico

# block keyword
source: year
pt_br: ano

# block keyword
source: dynamic
pt_br: dinâmico

# block keyword
source: date
pt_br: data

# block keyword
source: block
pt_br: bloco

# block keyword
source: footer
pt_br: rodapé

# block description
source: A block that always displays the current year.
pt_br: Um bloco que sempre exibe o ano atual.
